Repository: LibreELEC/usb-sd-creator
Catalog: lang/lang-*.po
Languages: ast_es, cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, he_il, hr_hr, hu_hu, lt_lt, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs, tr_tr

# QObject|
source: An error occurred when attempting to lock the volume. Error %1: %2
ast_es: Asocedió un fallu al tentar de bloquiar el volume. Fallu %1: %2
cs_cz: Při pokusu o uzamčení svazku nastala chyba. Chyba %1: %2
da_dk: En fejl opstod ved forsøg på at låse volume. Fejl %1: %2
de_de: Beim Sperren des Laufwerks ist ein Fehler aufgetreten. Fehler %1: %2
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια ασφάλισης του τόμου. Σφάλμα %1: %2
fa_ir: در هنگام قفل کردن پارتیشن خطا پیش آمده است. خطا 1% : 2%
fi_fi: Virhe yritettäessä levyn lukitsemista. Virhe %1: %2
hr_hr: Došlo je do pogreške prilikom zaključavanja naziva.
hu_hu: Egy hiba történt a tároló zárolása közben. Hiba %1: %2
lt_lt: Įvyko klaida mėginant užrakinti tomą. Klaida %1: %2
nl_nl: Een fout trad op tijdens het locken van het volume. Fout %1: %2
no_no: En feil oppstod når det ble forsøkt å låse volumet. Feil %1: %2
pl_pl: Wystąpił błąd podczas próby zablokowania nośnika. Błąd %1: %2
pt_pt: Ocorreu um erro ao tentar bloquear o volume. Erro %1: %2
ro_ro: O eroare a apărut la încercarea de a bloca volumul. Eroare %1: %2
ru_ru: Ошибка при попытке наложить блокировку на том. Детали ошибки: %1: %2
sk_sk: Pri pokuse o uzamknutie zväzku sa vyskytla chyba. Chyba %1: %2
sl_si: Napaka pri zaklepanju nosilca. Napaka %1: %2
sr_rs: Догодила се грешка при покушају постављања кључа на уређај. Грешка %1: %2
tr_tr: Kapasiteyi kilitlemeye çalışırken bir sorun oluştu. Hata %1: %2

# QObject|
source: Unlock Error
ast_es: Fallu de desbloquéu
cs_cz: Chyba odemčení
da_dk: Aflåse Fejl
de_de: Entsperrfehler
el_gr: Σφάλμα Απασφάλισης
fa_ir: خطای باز کردن قفل
fi_fi: Virhe avattaessa lukkoa
hr_hr: Pogreška kod otključavanja
hu_hu: Feloldási Hiba
lt_lt: Atrakinimo klaida
nl_nl: Unlockfout
no_no: Opplåsingsfeil
pl_pl: Błąd odblokowania
pt_pt: Erro de desbloqueio
ro_ro: Eroare la deblocare
ru_ru: Ошибка разблокировки
sk_sk: Chyba pri odomykaní
sl_si: Napaka pri odklepanju
sr_rs: Грешка при откључавању
tr_tr: Kilidi açma Hatası

# QObject|
source: An error occurred when attempting to unlock the volume. Error %1: %2
ast_es: Asocedió un fallu al tentar de desbloquiar el volume. Fallu %1: %2
cs_cz: Při pokusu o odemčení svazku nastala chyba. Chyba %1: %2
da_dk: En fejl opstod ved forsøg på at aflåse volume. Fejl %1: %2
de_de: Beim Entsperren des Laufwerks ist ein Fehler aufgetreten. Fehler %1: %2
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια απασφάλισης του τόμου. Σφάλμα %1: %2
fa_ir: در هنگام باز کردن قفل پارتیشن خطا پیش آمده است. خطا 1% : 2%
fi_fi: Virhe yritettäessä levyn lukituksen poistoa. Virhe %1: %2
hr_hr: Došlo je do pogreške prilikom otključavanja naziva.
hu_hu: Egy hiba történt a tároló feloldása közben Hiba %1: %2
lt_lt: Įvyko klaida mėginant atrakinti tomą. Klaida %1: %2
nl_nl: Een fout trad op tijdens het unlocken van het volume. Fout %1: %2
no_no: En feil oppstod når det ble forsøkt å låse opp volumet. Feil %1: %2
pl_pl: Wystąpił błąd podczas próby odblokowania nośnika. Błąd %1: %2
pt_pt: Ocorreu um erro ao tentar desbloquear o volume. Erro %1: %2
ro_ro: O eroare a apărut la încercarea de a debloca volumul. Eroare %1: %2
ru_ru: Ошибка при попытке снять блокировку с тома. Детали ошибки %1: %2
sk_sk: Pri pokuse o odomknutie zväzku sa vyskytla chyba. Chyba %1: %2
sl_si: Napaka pri odklepanju nosilca. Napaka %1: %2
sr_rs: Догодила се грешка при покушају уклањања кључа са уређаја. Грешка %1: %2
tr_tr: Kapasiteyi açmaya çalışırken bir sorun oluştu. Hata %1: %2

# QObject|
source: Dismount Error
ast_es: Fallu de desmontaxe
cs_cz: Chyba odebrání
da_dk: Afmonteringsfejl
de_de: Aushängen fehlgeschlagen
el_gr: Σφάλμα Αποπροσάρτησης
fa_ir: خطای آزادسازی پارتیشن
fi_fi: Virhe irroittaessa
hr_hr: Pogreška kod odjave urešaja
hu_hu: Leválasztási Hiba
lt_lt: Atjungimo klaida
nl_nl: Ontkoppelfout
no_no: Demonteringsfeil
pl_pl: Błąd odmontowania
pt_pt: Erro a desmontar
ro_ro: Eroare la demontare
ru_ru: Ошибка отмонтирования
sk_sk: Chyba pri odoberaní
sl_si: Napaka pri odklopu
tr_tr: Sökülme Hatası

# QObject|
source: An error occurred when attempting to dismount the volume. Error %1: %2
ast_es: Asocedió un fallu al tentar de desmontar el volume. Fallu %1: %2
cs_cz: Při pokusu o odebrání svazku nastala chyba. Chyba %1: %2
da_dk: En fejl opstod ved forsøg på at afmontere volume. Fejl %1: %2
de_de: Beim Aushängen des Laufwerks ist ein Fehler aufgefreten. Fehler %1: %2
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια αποπροσάρτησης του τόμου. Σφάλμα %1: %2
fa_ir: خطا هنگام آزادسازی پارتیشن پیش آمده است. خطا 1% : 2%
fi_fi: Virhe yritettäessä levyn irroitusta. Virhe %1: %2
hr_hr: Došlo je do pogreške prilikom odjave uređaja.
hu_hu: Egy hiba történt a tároló leválasztása közben. Hiba %1: %2
lt_lt: Įvyko klaida mėginant atjungti tomą. Klaida %1: %2
nl_nl: Een fout trad op tijdens het ontkoppelen van het volume. Fout %1: %2
no_no: En feil oppstod når det ble forsøkt å demontere volumet. Feil %1: %2
pl_pl: Wystąpił błąd podczas próby odmontowania nośnika. Błąd %1: %2
pt_pt: Ocorreu um erro ao tentar desmontar o volume. Erro %1: %2
ro_ro: O eroare a apărut la încercarea de a demonta volumul. Eroare %1: %2
ru_ru: Ошибка при попытке отмонтировать том Детали ошибки %1: %2
sk_sk: Pri pokuse o odobratie zväzku sa vyskytla chyba. Chyba %1: %2
sl_si: Napaka pri odklopu nosilca. Napaka %1: %2
tr_tr: Kapasiteyi sökmeye çalışırken bir sorun oluştu. Hata %1: %2

# Creator|
source: using OpenCollective
ast_es: usando OpenCollective
de_de: mit OpenCollective an:
fa_ir: استفاده از OpenCollective برای:
pl_pl: OpenCollective
pt_pt: através do OpenCollective
ro_ro: folosind OpenCollective
sr_rs: путем OpenCollective на:
tr_tr: OpenCollective kullanmak:

# Creator|
source: OK
ast_es: Aceutar
he_il: אישור
sr_rs: ОК
tr_tr: Tamam

# Creator|
source: Eject Load Remove
da_dk: Fjern Eject Load
el_gr: Εξαγωγή Φόρτωση Αφαίρεση
nl_nl: Uitwerpen Laden Verwijderen

# Creator|
source: Close
nl_nl: Sluiten

# Creator|
source: Select file
nl_nl: Kies bestand

# Creator|
source: About
nl_nl: Over

# Creator|
source: Write
nl_nl: Schrijf

# Creator|
source: Show all
nl_nl: Alle versies

# Creator|
source: Visit Website
nl_nl: Bezoek website

# Creator|
source: LibreELEC USB-SD Creator <font color="blue">%1</font> is available.
nl_nl: LibreELEC USB-SD Creator &lt;font color=&quot;blue&quot;&gt;%1&lt;/font&gt; is beschikbaar.

# Creator|
source: Cancel
nl_nl: Afbreken
