Repository: LibreELEC/usb-sd-creator
Catalog: lang/lang-*.po
Languages: ast_es, cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, he_il, hr_hr, hu_hu, lt_lt, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs, tr_tr

# Creator|
source: Do you want to overwrite?
ast_es: ¿Quies sobrescribir?
cs_cz: Chcete jej přepsat?
da_dk: Ønsker du at overskrive?
de_de: Soll überschrieben werden?
el_gr: Θέλετε να αντικατασταθεί;
fa_ir: آیا تمایل دارید مجدداً رایت شود؟
fi_fi: Haluatko kirjoittaa päälle?
he_il: האם ברצונך לשכתב?
hr_hr: Da li želite prepraviti?
hu_hu: Biztosan felül akarod írni?
lt_lt: Ar norite perrašyti?
nl_nl: Wilt u het overschrijven?
no_no: Vil du overskrive?
pl_pl: Czy chcesz nadpisać plik?
pt_pt: Deseja sobrepor?
ro_ro: Vreți să suprascrieți?
ru_ru: Вы хотите перезаписать?
sk_sk: Chcete ho prepísať?
sl_si: Želite prepisati?
sr_rs: Да ли желите да снимите преко постојећег?
tr_tr: Üzerine yazmak istiyor musun?

# Creator|
source: File already exists.
ast_es: Yá esiste'l ficheru.
cs_cz: Soubor již existuje.
da_dk: Fil eksisterer allerede.
de_de: Datei existiert bereits.
el_gr: Το αρχείο υπάρχει ήδη.
fa_ir: فایل مورد نظر در حال حاضر موجود است.
fi_fi: Tiedosto on jo olemassa.
he_il: קובץ כבר קיים.
hr_hr: Datoteka već postoji
hu_hu: A fájl már létezik.
lt_lt: Failas jau egzistuoja.
nl_nl: Bestand is reeds aanwezig.
no_no: Filen eksisterer allerede.
pl_pl: Plik juz istnieje.
pt_pt: O ficheiro já existe.
ro_ro: Fișierul există deja.
ru_ru: Файл уже существует
sk_sk: Súbor už existuje.
sl_si: Datoteka že obstaja.
sr_rs: Фајл већ постоји.
tr_tr: Dosya zaten mevcut.

# Creator|
source: Failed to open file for writing!
ast_es: ¡Fallu al abrir el ficheru pa escritura!
cs_cz: Nepodařilo se otevřít soubor k zapsání!
da_dk: Fejlede i at åbne fil for at skrive!
de_de: Öffnen der Datei fehlgeschlagen!
el_gr: Αποτυχία ανοίγματος του αρχείου για εγγραφή!
fa_ir: فایل مود نظر جهت رایت، قابل خواندن نمی باشد!
fi_fi: Tiedostoa ei saatu auki!
he_il: שגיאת בפתיחת הקובץ לכתיבה!
hr_hr: Neuspjeli pokušaj otvaranja datoteke slike za zapis!
hu_hu: Nem sikerült a fájlt megnyitni az íráshoz!
lt_lt: Nepavyko atidaryti failo įrašymui!
nl_nl: Te schrijven bestand kon niet geopend worden!
no_no: Åpning av fil for skriving feilet!
pl_pl: Nieudane otwarcie pliku do zapisu
pt_pt: Falha no acesso ao ficheiro para escrita!
ro_ro: Eroare la deschiderea fișierului pentru scriere!
ru_ru: Не удалось открыть файл для записи!
sk_sk: Nepodarilo sa otvoriť súbor na zapisovanie!
sl_si: Napaka pri odpiranju datoteke za zapisovanje!
sr_rs: Неуспех приликом отврања фајла за писање.
tr_tr: Yazmak için dosya açılmıyor!

# Creator|
source: Open image file
ast_es: Abrir ficheru d'imaxe
cs_cz: Otevřít soubor img
da_dk: Åbn image-fil
de_de: Imagedatei öffnen
el_gr: Άνοιγμα του αρχείου ειδώλου
fa_ir: فایل ایمیج مورد نظر را باز کنید
fi_fi: Avaa levykuva
he_il: פתח קובץ התקנה
hr_hr: Otvori datoteku slike
hu_hu: Lemezkép megnyitása
lt_lt: Atidaryti atvaizdo failą
nl_nl: Open imagebestand
no_no: Åpne bildefil
pl_pl: Otwórz plik obrazu
pt_pt: Abrir o ficheiro de imagem
ro_ro: Deschideți fișierul imagine
ru_ru: Открыть файл образа
sk_sk: Otvoriť súbor s obrazom
sl_si: Odpri sliko diska
sr_rs: Отвори фајл слике
tr_tr: İmaj dosyasını aç

# Creator|
source: Compressed gz image (*img.gz);;Compressed zip image (*img.zip);;Uncompressed image (*.img);;All files (*.*)
ast_es: Imaxe gz comprimida (*img.gz);;Imaxe zip comprimida (*img.zip);;Imaxe ensin comprimir (*.img);;Tolos ficheros (*.*)
cs_cz: Komprimovaný soubor gz (*img.gz);;Komprimovaný soubor zip (*img.zip);;Nekomprimovaný soubor (*.img);;All files (*.*)
da_dk: Komprimeret gz image (*img.gz);;Komprimeret zip image (*img.zip);;Ukomprimeret image (*.img);;Alle filer (*.*)
de_de: Komprimiertes GZ-Image (*img.gz);;Komprimiertes ZIP-Image (*img.zip);;Unkomprimiertes Image (*.img);;Alle Dateien (*.*)
el_gr: Συμπιεσμένο είδωλο gz (*img.gz);;Συμπιεσμένο είδωλο zip (*img.zip);;Μη συμπιεσμένο είδωλο (*.img);;Όλα τα αρχεία (*.*)
fi_fi: Pakattu gz-levykuva (*img.gz);;Pakattu zip-levykuva (*img.zip);;Pakkaamaton levykuva (*.img);;Kaikki tiedostot (*.*)
hr_hr: komprimirani gz slika (*img.gz);;Komprimirana zip slika (*img.zip);;Nekomprimirana
hu_hu: Gz tömörített képfájl (*img.gz);;Zip tömörített képfájl (*img.zip);;Tömörítetlen képfájl (*.img);;Minden fájl (*.*)
lt_lt: Suglaudintas gz atvaizdas (*img.gz);;Suglaudintas zip atvaizdas (*img.zip);;Nesuglaudintas atvaizdas (*.img);;Visi failai (*.*)
nl_nl: Gecomprimeerd gz-imagebestand (*img.gz);;Gecomprimeerd zipbestand (*img.zip);;Ongecomprimeerde image (*.img);;Alle bestanden (*.*)
no_no: Komprimert gz bilde (*img.gz);;Komprimert zip bilde (*img.zip);;Ukomprimert bilde (*.img);;Alle filer (*.*)
pl_pl: Skompresowany obraz gz (*img.gz);;Skompresowany obraz zip (*img.zip);;Rozpakowany obraz (*.img);;Wszystkie pliki (*.*)
pt_pt: Imagem gz comprimida (*img.gz);;Imagem zip comprimida (*img.zip);;Imagem descomprimida (*.img);;Todos os ficheiros (*.*)
ro_ro: Imagine comprimată gz (*img.gz);;Imagine comprimată zip (*img.zip);;Imagine necomprimată (*.img);;Toate fișierele (*.*)
ru_ru: Образ сжатый gz (*img.gz);;Образ сжатый zip (*img.zip);;Несжатый образ (*.img);;Все файлы (*.*)
sk_sk: Komprimovaný obraz gz (*img.gz);;Komprimovaný obraz zip (*img.zip);;Nekomprimovaný obraz (*.img);;Všetky súbory (*.*)
sl_si: Stisnjena gz slika (*img.gz);;Stisnjena zip slika (*img.zip);;Nestisnjena slika (*.img);;Vse datoteke (*.*)
sr_rs: Компресована gz слика (*img.gz);;Компресована zip слика (*img.zip);;Некомпресована слика (*.img);;Сви фајлови (*.*)
tr_tr: Sıkıştırılmış gz imaj (*img.gz);;Sıkıştırılmış zip imaj (*img.zip);;Sıkıştırılmamış imaj (*.img);;Tüm dosyalar (*.*)

# Creator|
source: Writing canceled.
ast_es: Encaboxóse la escritura
cs_cz: Zapisování bylo zrušeno
da_dk: Skrivning annuleret.
de_de: Schreiben abgebrochen.
el_gr: Η εγγραφή ακυρώθηκε.
fa_ir: عملیات رایت ایمیج لغو شد.
fi_fi: Kirjoitus peruutettu.
he_il: הכתיבה בוטלה.
hr_hr: Zapisivanje otkazano.
hu_hu: Írás megszakítva.
lt_lt: Įrašymas atšauktas.
nl_nl: Schrijven afgebroken.
no_no: Skriving avbrutt.
pl_pl: Zapis anulowany.
pt_pt: Escrita cancelada.
ro_ro: Scriere anulată.
ru_ru: Запись отменена
sk_sk: Zapisovanie zrušené.
sl_si: Zapisovanje preklicano.
sr_rs: Писање поништено.
tr_tr: Yazma iptal edildi.

# Creator|
source: Confirm write
ast_es: Confirmar escritura
cs_cz: Potvrďte zápis
da_dk: Bekræft skriv
de_de: Schreiben bestätigen
el_gr: Επιβεβαίωση εγγραφής
fa_ir: رایت را تأیید کن
fi_fi: Vahvista kirjoitus
he_il: אשר כתיבה
hr_hr: Potvrdi zapisivanje
hu_hu: Írás megerősítésa
lt_lt: Patvirtinkite įrašymą
nl_nl: Bevestig schrijven
no_no: Bekreft skriving
pl_pl: Potwierdź zapis
pt_pt: Confirmação de escrita
ro_ro: Confirmați scrierea
ru_ru: Подтвердите запись
sk_sk: Potvrdiť zápis
sl_si: Potrdi zapisovanje
sr_rs: Потврда писања
tr_tr: Yazma onayı

# Creator|
source: Cannot unmount partititons on device %1
ast_es: Nun puen desmontase les particiones nel preséu %1
cs_cz: Nelze odebrat partions na zařízení %1
da_dk: Kan ikke afmontere partitioner på enhed %1
de_de: Kann Partitionen am Gerät nicht aushängen %1
el_gr: Δεν είναι δυνατή η αποπροσάρτηση των κατατμήσεων στη συσκευή %1
fa_ir: خطا در جداسازی پارتیشنها بر روی 1%
fi_fi: Laitteen %1 partitioita ei voida irroittaa.
hr_hr: Nije moguće odjaviti particiju na uređaju %1
hu_hu: Nem tudom a particiókat leválasztani az eszközről %1
lt_lt: Neįmanoma atjungti skaidinių įrenginyje %1
nl_nl: Kan partities van apparaat %1 niet ontkoppelen
no_no: Kan ikke demontere partisjoner på enhet %1
pl_pl: Nie można odmontować partycji na urządzeniu %1
pt_pt: Não foi possível desmontar as partições do dispositivo %1
ro_ro: Nu se poat demonta partițiile de pe dispozitivul %1
ru_ru: Не удается отключить разделы на устройстве %1
sk_sk: Nedá sa odobrať partície na zariadené %1
sl_si: Ne morem odklopiti particije na napravi %1
tr_tr: Aletteki partitisyonlar ayrılmıyor %1

# Creator|
source: Not enough space on %1 [%2 < %3]
ast_es: Nun hai espaciu abondo en %1 [%2 < %3]
cs_cz: Nedostatek místa na %1 [%2 < %3]
da_dk: Ikke nok plads på %1 [%2 < %3]
de_de: Nicht genug Speicher vorhanden auf %1 [%2 < %3]
el_gr: Δεν υπάρχει επαρκής χώρος στο %1 [%2 < %3]
fa_ir: فضای موجود بر 1% ناکافیست [3% > 2%]
fi_fi: %1: vapaa tila ei riitä [%2 < %3]
hr_hr: Nema dovoljno prostora na %1 [%2 < %3]
hu_hu: Nincs elegendő hely a következő eszközön. %1 [%2 < %3]
lt_lt: Nepakanka vietos įrenginyje %1 [%2 < %3]
nl_nl: Onvoldoende schijfruimte op %1 [%2 &lt; %3]
no_no: Ikke nok plass på %1 [%2 < %3]
pl_pl: Brak wymaganej przestrzeni na %1 [%2 < %3]
pt_pt: Não existe espaço suficiente em %1 [%2 < %3]
ro_ro: Nu este suficient spațiu pe %1 [%2 < %3]
ru_ru: Не хватает места на %1 [%2 < %3]
sk_sk: Nedostatok miesta na %1 [%2 < %3]
sl_si: Ni dovolj prostora na %1 [%2 < %3]
sr_rs: Нема довољно простора на %1 [%2 < %3]
tr_tr: Yeterli yer yok %1 [%2 < %3]

# Creator|
source: Syncing file system...
ast_es: Sincronizando sistema de ficheros...
cs_cz: Synchronizace souborového systému...
da_dk: Synkroniserer filsystem...
de_de: Dateisystem wird synchronisiert …
el_gr: Γίνεται συγχρονισμός του συστήματος αρχείων...
fa_ir: هماهنگسازی فایل سیستم...
fi_fi: Synkronoidaan levyjärjestelmä.
he_il: מסנכרן מערכת קבצים
hr_hr: Sinhroniziram susav datoteka
hu_hu: Fájlrendszer szinkronizálása...
lt_lt: Sinchronizuojama failų sistema...
nl_nl: Bestandssysteem synchroniseren...
no_no: Synkroniserer filsystem...
pl_pl: Synchronizacja systemu plików...
pt_pt: A sincronizar o sistema de ficheiros...
ro_ro: Sincronizare fișiere...
ru_ru: Синхронизация файловой системы...
sk_sk: Synchronizácia súborového systému...
sl_si: Sinhroniziram datotečni sistem...
sr_rs: Синхронизујем фајл сисзем.
tr_tr: Dosya sistemi sağlaması yapılıyor...

# Creator|
source: Writing done!
ast_es: ¡Féxose la escritura!
cs_cz: Zapisování dokončeno!
da_dk: Skrivning færdig!
de_de: Schreiben fertiggestellt!
el_gr: Η εγγραφή ολοκληρώθηκε!
fa_ir: عملیات رایت انجام شد!
fi_fi: Kirjoitus valmis!
he_il: הכתיבה הסתיימה!
hr_hr: Zapisivanje završeno!
hu_hu: Írás kész!
lt_lt: Įrašymas baigtas!
nl_nl: Schrijven is klaar!
no_no: Skriving fullført!
pl_pl: Zapis udany!
pt_pt: Escrita completa!
ro_ro: Scriere terminată!
ru_ru: Запись успешна
sk_sk: Zápis ukončený!
sl_si: Zapisovanje končano!
sr_rs: Записивање завршено!
tr_tr: Yazma bitti!

# Creator|
source: Error: %1
ast_es: Fallu: %1
cs_cz: Chyba: %1
da_dk: Fejl: %1
de_de: Fehler: %1
el_gr: Σφάλμα: %1
fa_ir: خطا: 1%
fi_fi: Virhe: %1
he_il: שגיאה: %1
hr_hr: Pogreška: %1
hu_hu: Hiba: %1
lt_lt: Klaida: %1
nl_nl: Fout: %1
no_no: Feil: %1
pl_pl: Błąd: %1
pt_pt: Erro: %1
ro_ro: Eroare: %1
ru_ru: Ошибка: %1
sk_sk: Chyba: %1
sl_si: Napaka: %1
sr_rs: Грешка: %1
tr_tr: Hata: %1

# Creator|
source: Selected device: %1 Are you sure you want to write the image? Your USB-SD device will be wiped!
ast_es: Esbillóse'l preséu: %1 ¿De xuru que quies escribir la imaxe? ¡Llimpiaráse'l to preséu USB/SD!
cs_cz: Zvolené zařízení: %1 Určitě chcete zapsat img? Vaše USB zařízení bude zcela smazáno!
da_dk: Valgte enhed: %1 Er du sikker på du vil skrive image'et? Din USB-SD enhed vil blive overskrevet!
de_de: Gerät auswählen: %1 Soll das Image wirklich geschrieben werden? Alle Daten auf dem USB-SD-Gerät werden unwiederbringlich gelöscht!
el_gr: Επιλεγμένη συσκευή: %1 Είστε σίγουροι πως θέλετε να κάνετε εγγραφή του ειδώλου; Η συσκευή USB-SD σας θα διαγραφεί!
fa_ir: درایو حافظه انتخاب شده: 1% آیا جهت رایت اطمینان دارید؟ محتویات USB و یا SD card شما کاملاً پاک خواهد شد!
fi_fi: Valittu laite: %1 Oletko varma, että haluat kirjoittaa levykuvan? USB/SD-laitteesi nykyinen sisältö häviää!
hr_hr: Odaberi uređaj: %1 Jesi li siguran da želiš zapisati slikovnu datoteku? Tvoj USB-SD uređaj će biti izbrisan!
hu_hu: Kiválasztott eszköz: %1 Biztos akarod megírni ezt a képet? A USB-SD eszköz törölve lesz!
lt_lt: Pasirinktas įrenginys: %1 Ar tikrai norite įrašyti atvaizdą? Jūsų USB-SD įrenginys bus ištrintas!
nl_nl: Gekozen apparaat: %1 Weet u zeker dat u de image wilt schrijven? Uw USB-SD-apparaat zal gewist worden!
no_no: Valgt enhet: %1 Er du sikker på at du vil skrive bildefilen? Din USB-SD enhet vil bli tømt!
pl_pl: Wybierz urządzenie: %1 Czy jesteś pewny, że chcesz dokonać zapisu obrazu? Twoje urządzenie USB/SD zostanie wymazane!
pt_pt: Dispositivo selecionado: %1 Tem a certeza que quer escrever a imagem? O seu dispositivo USB-SD será apagado!
ro_ro: Dispozitiv selectat: %1 Sunteți sigur că vreți să scrieți imaginea? Dispozitivul USB-SD va fi șters!
ru_ru: Выбранное устройство: %1 Вы действительно хотите записать образ? Вся информация на USB-SD устройстве будет удалена!
sk_sk: Zvolené zariadenie: %1 Určite chcete zapísať obraz? Vaše zariadenie USB-SD bude vymazané!
sl_si: Izbrana naprava: %1 Želite res zapisati sliko diska? Vaša USB-SD naprava bo zbrisana!
sr_rs: Одавран уређај: %1 Да ли сте сигурни да желите да запишете слику? Сви подаци са USB-SD диска ће бити избисани!
tr_tr: Alet seçildi: %1 İmajı yazmak istediğinden emin misin? USB-SD aleti silinecek!

# Creator|
source: Yes
ast_es: Sí
cs_cz: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
fa_ir: بله
fi_fi: Kyllä
he_il: כן
hr_hr: Da
hu_hu: Igen
lt_lt: Taip
nl_nl: Ja
no_no: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sk_sk: Áno
sl_si: Da
sr_rs: Да
tr_tr: Evet

# Creator|
source: No
ast_es: Non
cs_cz: Ne
da_dk: Nej
de_de: Nein
el_gr: Όχι
fa_ir: خیر
fi_fi: Ei
he_il: לא
hr_hr: Ne
hu_hu: Nem
lt_lt: Ne
nl_nl: Neen
no_no: Nei
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sk_sk: Nie
sl_si: Ne
sr_rs: Не
tr_tr: Hayır

# Creator|
source: Update Notification
ast_es: Avisur d'anovamientu
cs_cz: Upozornění na aktualizaci
da_dk: Opdateringsnotifikation
de_de: Aktualisierungsbenachrichtigung
el_gr: Ειδοποίηση Ενημέρωσης
fa_ir: اعلامیه جهت انجام بروز رسانی
fi_fi: Ilmoitus päivityksestä
he_il: התראה עודכנה
hr_hr: Obavijest o ažuriranju
hu_hu: Frissítési értesesítés
lt_lt: Atnaujinimo pranešimas
nl_nl: Updatemelding
no_no: Oppdateringsvarsling
pl_pl: Powiadomienie o aktualizacji
pt_pt: Notificação de atualização
ro_ro: Notificare actualizare
ru_ru: Оповещение об обновлении
sk_sk: Upozornenie na aktualizáciu
sl_si: Obvestilo o posodobitvi
sr_rs: Освежи обавештења
tr_tr: Güncelleme Bildirimi

# Creator|
source: Select version
ast_es: Esbillar versión
cs_cz: Vybrat verzi
da_dk: Vælg version
de_de: Version auswählen
el_gr: Επιλογή έκδοσης
fa_ir: انتخاب ویرایش
fi_fi: Valitse versio
he_il: בחר גירסה
hr_hr: Odaberi verziju
hu_hu: Verzió kiválasztása
lt_lt: Pasirinkite versiją
nl_nl: Kies versie
no_no: Velg versjon
pl_pl: Wybierz wersję
pt_pt: Selecione a versão
ro_ro: Selectați versiunea
ru_ru: Выбрать версию
sk_sk: Vybrať verziu
sl_si: Izberi verzijo
sr_rs: Одаберите верзију
tr_tr: Sürümü seç

# Creator|
source: &Close
ast_es: &Zarrar
cs_cz: Zavřít
da_dk: Luk
de_de: S&chließen
el_gr: Κλείσιμο
fa_ir: بستن&
fi_fi: Sulje
he_il: &סגור
hr_hr: &Zatvori
hu_hu: Bezár
lt_lt: &Uždaryti
no_no: Lukk
pl_pl: &Zamknij
pt_pt: Fechar
ro_ro: &Închide
ru_ru: Закрыть
sk_sk: Zavrieť
sl_si: Zapri
sr_rs: Затвори
tr_tr: Kapat

# Creator|
source: &Download
ast_es: &Baxar
cs_cz: Stáhnout
da_dk: Hent
de_de: &Herunterladen
el_gr: Μεταφόρτωση
fa_ir: دانلود&
fi_fi: Lataa
he_il: &הורדה
hr_hr: &Preuzmi
hu_hu: Letöltés
lt_lt: A&tsisiųsti
no_no: Last ned
pl_pl: &Pobierz
pt_pt: Transferir
ro_ro: &Descarcă
ru_ru: Загрузить
sk_sk: Stiahnúť
sl_si: Prenesi
sr_rs: Преузимање
tr_tr: İndir

# Creator|
source: &About
ast_es: &Tocante a
cs_cz: O programu
da_dk: Om
de_de: Ü&ber
el_gr: Σχετικά
fa_ir: درباره&
fi_fi: Tietoja
he_il: &אודות
hr_hr: &O
hu_hu: Rólunk
lt_lt: &Apie
no_no: Om
pl_pl: &Informacje
pt_pt: Sobre
ro_ro: Des&pre
ru_ru: О программе
sk_sk: O programe
sl_si: O programu
sr_rs: О пројекту
tr_tr: Hakkında

# Creator|
source: &Write
ast_es: &Escribir
cs_cz: Zapsat
da_dk: Skriv
de_de: &Schreiben
el_gr: Εγγραφή
fa_ir: رایت&
fi_fi: Kirjoita
he_il: &כתיבה
hr_hr: &Zapiši
hu_hu: Írás
lt_lt: Į&rašyti
no_no: Skriv
pl_pl: Zapi&sz
pt_pt: Escrever
ro_ro: &Scrie
ru_ru: Записать
sk_sk: Zapísať
sl_si: Zapiši
sr_rs: Запиши
tr_tr: Yaz

# Creator|
source: &Help
ast_es: &Ayuda
cs_cz: Pomoc
da_dk: Hjælp
de_de: Hilf&e
el_gr: Βοήθεια
fa_ir: کمک&
fi_fi: Apua
he_il: &עזרה
hr_hr: &Pomoć
hu_hu: Segítség
lt_lt: &Pagalba
no_no: Hjelp
pl_pl: &Pomoc
pt_pt: Ajuda
ro_ro: &Ajutor
ru_ru: Помощь
sk_sk: Pomoc
sl_si: Pomoč
sr_rs: Помоћ
tr_tr: Yardım

# Creator|
source: Select &file
ast_es: Esbillar &ficheru
cs_cz: Vybrat soubor
da_dk: Vælg fil
de_de: &Datei auswählen
el_gr: Επιλογή αρχείου
fa_ir: انتخاب فایل&
fi_fi: Valitse tiedosto
he_il: בחר &קובץ
hr_hr: Odaberi &datoteku
hu_hu: Tallózás
lt_lt: Pasirinkti &failą
no_no: Velg fil
pl_pl: Wybierz &plik
pt_pt: Selecione o ficheiro
ro_ro: Selecție &fișier
ru_ru: Выбрать файл
sk_sk: Vybrať súbor
sl_si: Izberi datoteko
sr_rs: Одаберите фајл
tr_tr: Dosyayı seç

# Creator|
source: &Show all
ast_es: &Amosar too
cs_cz: Ukázat vše
da_dk: Vis alle
de_de: Alle &Versionen
el_gr: Εμφάνιση όλων
fa_ir: نمایش همه&
fi_fi: Näytä kaikki
he_il: &הצג הכל
hr_hr: &Prikaži sve
hu_hu: Mutasd mind
lt_lt: &Rodyti viską
no_no: Vis alle
pl_pl: Pokaż &wszystkie
pt_pt: Mostrar tudo
ro_ro: Arată &tot
ru_ru: Показать всё
sk_sk: Zobraziť všetko
sl_si: Prikaži vse
sr_rs: Прикажи све
tr_tr: Tümünü göster

# Creator|
source: Cance&l
ast_es: Encabo&xar
cs_cz: Zrušit
da_dk: Annulér
de_de: Abb&rechen
el_gr: Ακύρωση
fa_ir: لغو&
fi_fi: Peruuta
he_il: ביטול&
hr_hr: Otkaži
hu_hu: Mégsem
lt_lt: Atšau&kti
no_no: Avbryt
pl_pl: &Anuluj
pt_pt: Cancelar
ro_ro: Anulea&ză
ru_ru: Отмена
sk_sk: Zrušiť
sl_si: Prekliči
sr_rs: Поништи
tr_tr: İptal

# Creator|
source: &Visit Website
ast_es: &Visitar sitiu web
cs_cz: Navštivte webové stránky
da_dk: Besøg Webside
de_de: Webseite besuchen
el_gr: Επίσκεψη Ιστότοπου
fa_ir: نمایش وبسایت&
fi_fi: Käy web-sivulla
he_il: &בקר בדף הבית
hr_hr: Posjeti web stranicu
hu_hu: Weboldal meglátogatása
lt_lt: Ap%lankykite svetainę
no_no: Besøk nettside
pl_pl: &Odwiedź stronę
pt_pt: Visite o Website
ro_ro: Vizitează &website
ru_ru: Посетить сайт проекта
sk_sk: Navštíviť webstránku
sl_si: Obišči spletno stran
sr_rs: Посети Интернет локацију
tr_tr: Siteye Git

# Creator|
source: LibreELEC USB-SD Creator %1 is available.
ast_es: Ta disponible LibreELEC USB-SD Creator %1.
cs_cz: LibreELEC USB-SD Creator %1 je k dispozici.
da_dk: LibreELEC USB-SD Creator %1 er tilgængelig.
de_de: LibreELEC USB-SD Creator %1 ist verfügbar.
el_gr: Το LibreELEC USB-SD Creator %1 είναι διαθέσιμο.
fa_ir: LibreELEC USB-SD Creator ویرایش 1% موجود است.
fi_fi: LibreELEC USB-SD -työkalu %1 on saatavilla.
hr_hr: LibreELEC USB-SD aplikacija %1 je dostupna.
hu_hu: LibreELEC USB-SD készítő %1 elérhető.
lt_lt: Prieinamas LibreELEC USB-SD Creator %1.
no_no: LibreELEC USB-SD Creator %1 er tilgjengelig.
pl_pl: Kreator LibreELEC USB-SD %1 jest dostępny.
pt_pt: LibreELEC USB-SD Creator %1 está disponível.
ro_ro: LibreELEC USB-SD Creator %1 e disponibil.
ru_ru: Версия LibreELEC USB-SD Creator %1 доступна
sk_sk: Je dostupný LibreELEC USB-SD Creator %1.
sl_si: Na voljo je nova verzija LibreELEC USB-SD Creator %1.
sr_rs: LibreELEC USB-SD Припрема %1 је доступна.
tr_tr: LibreELEC USB-SD Creator %1 mevcut.

# QObject|
source: Write Error
ast_es: Fallu d'escritura
cs_cz: Chyba zápisu
da_dk: Skrivefejl
de_de: Fehler beim Schreiben
el_gr: Σφάλμα Εγγραφής
fa_ir: خطا در هنگام رایت
fi_fi: Kirjoitusvirhe
he_il: שגיאה בכתיבה
hr_hr: Pogreška kod zapisivanju
hu_hu: Írás hiba
lt_lt: Įrašymo klaida
nl_nl: Schrijffout
no_no: Skrivefeil
pl_pl: Błąd zapisu
pt_pt: Erro de escrita
ro_ro: Eroare la scriere
ru_ru: Ошибка записи
sk_sk: Chyba zápisu
sl_si: Napaka pri zapisovanju
sr_rs: Грешка у писању
tr_tr: Yazım Hatası

# QObject|
source: An error occurred when attempting to write data to handle. Error %1: %2
ast_es: Asocedió un fallu al tentar d'escribir los datos a remanar. Fallu %1: %2
cs_cz: Při pokusu o zapsání dat nastala chyba. Chyba %1: %2
da_dk: En fejl opstod ved forsøg på at skrive data til handle. Fejl %1: %2
de_de: Beim Schreiben ist ein Fehler aufgetreten. Fehler %1: %2
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια εγγραφής των δεδομένων. Σφάλμα %1: %2
fa_ir: خطا در هنگام رایت اطلاعات بر روی هندل پیش آمده. خطا 1% : 2%
fi_fi: Virhe kirjoitettaessa tietoa kahvaan. Virhe %1: %2
hr_hr: Došlo je do pogreške prilikom pokušaja zapisa.
hu_hu: Egy hiba történt az adat kiírása közben. Hiba %1: %2
lt_lt: Įvyko klaida mėginant įrašyti duomenis. Klaida %1: %2
nl_nl: Een fout trad op tijdens het schrijven van data. Fout %1: %2
no_no: En feil oppstod når det ble forsøkt å skrive data til å håndtere. Feil %1: %2
pl_pl: Wystąpił błąd podczas próby zapisu danych do obsługi. Błąd %1: %2
pt_pt: Ocorreu um erro ao tentar gravar dados no handle. Erro %1: %2
ro_ro: O eroare a apărut la încercarea de a scrie datele. Eroare %1: %2
ru_ru: Ошибка при попытке записи данных. Детали ошибки: %1: %2
sk_sk: Pri pokuse o zápis dát sa vyskytla chyba. Chyba %1: %2
sl_si: Napaka pri zapisovanju podatkov v ročico. Napaka %1: %2
tr_tr: Veriyi yazmaya çalışırken bir sorun oluştu. Hata %1: %2

# QObject|
source: Volume Error
ast_es: Fallu de volume
cs_cz: Chyba svazku
da_dk: Volume Fejl
de_de: Volume-Fehler
el_gr: Σφάλμα Τόμου
fa_ir: خطا در پارتیشن
fi_fi: Levyvirhe
hr_hr: Pogreška u nazivu
hu_hu: Tároló Hiba
lt_lt: Tomo klaida
nl_nl: Volumefout
no_no: Volumfeil
pl_pl: Błąd nośnika
pt_pt: Erro no volume
ro_ro: Eroare volum
ru_ru: Ошибка при работе с разделами
sk_sk: Chyba jednotky
sl_si: Napaka nosilca
sr_rs: Грешка Уређаја
tr_tr: Kapasite Hatası

# QObject|
source: An error occurred when attempting to get a handle on the volume. Error %1: %2
ast_es: Asocedió un fallu al tentar d'escribir los datos a remanar nel volume. Fallu %1: %2
cs_cz: Při pokusu spojení se svazkem nastala chyba. Chyba %1: %2
da_dk: En fejl opstod ved forsøg på at få et "handle" på volume'et. Error %1: %2
de_de: Beim Zugriff auf das Laufwerk ist ein Fehler aufgetreten. Fehler %1: %2
el_gr: Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια ελέγχου του τόμου. Σφάλμα %1: %2
fa_ir: خطا در هنگام ثبت هندل بر روی پارتیشن بوجود آمده. خطا 1% : 2%
fi_fi: Tapahtui virhe kahvaa varattaessa. Virhe %1: %2
hr_hr: Došlo je do pogreške prilikom pristupa nazivu.
hu_hu: Egy hiba történt egy kezelő kérése közben. Error %1: %2
lt_lt: Įvyko klaida mėginant gauti tomo valdymą. Klaida %1: %2
nl_nl: Een fout trad op tijdens het opvragen van het volume. Fout %1: %2
no_no: En feil oppstod når det ble forsøkt å få en hånd på volumet. Feil %1: %2
pl_pl: Wystąpił błąd podczas próby uzyskania dostępu do nośnika. Błąd %1: %2
pt_pt: Ocorreu um erro ao tentar obter um handle no volume. Erro %1: %2
ro_ro: O eroare a apărut la încercarea de a accesa volumul. Eroare %1: %2
ru_ru: Ошибка при попытке получить handle тома. Детали ошибки: %1: %2
sk_sk: Pri pokuse o spojenie so zväzkom sa vyskytla chyba. Chyba %1: %2
sl_si: Napaka pri pridobivanju ročice za nosilec. Napaka %1: %2
sr_rs: Догодила се грешка при покушају дохватања управљача уређаја. Грешка %1: %2
tr_tr: Kapasiteyi kontrol etmeye çalışırken bir sorun oluştu. Hata %1: %2

# QObject|
source: Lock Error
ast_es: Fallu de bloquéu
cs_cz: Chyba uzamčení
da_dk: Låse Fejl
de_de: Sperrfehler
el_gr: Σφάλμα Ασφάλισης
fa_ir: خطای قفل
fi_fi: Lukitusvirhe
hr_hr: Pogreška kod zaključavanja
hu_hu: Zárási Hiba
lt_lt: Užrakinimo klaida
nl_nl: Lockfout
no_no: Låsefeil
pl_pl: Błąd blokady
pt_pt: Erro de bloqueio
ro_ro: Eroare blocare
ru_ru: Ошибка блокировки
sk_sk: Chyba pri uzamykaní
sl_si: Napaka pri zaklepanju
sr_rs: Грешка при закључавању
tr_tr: Kilitleme Hatası
