Repository: LibreELEC/usb-sd-creator
Catalog: lang/lang-*.po
Languages: ast_es, cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, he_il, hr_hr, hu_hu, lt_lt, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs, tr_tr

# Creator|
source: LibreELEC USB-SD Creator
fi_fi: LibreELEC USB-SD -työkalu
hr_hr: LibreELEC USB-SD Aplikacija
hu_hu: LibreELEC USB-SD készítő
pl_pl: Kreator LibreELEC USB-SD
ru_ru: Создатель LibreELEC USB-SD
sr_rs: LibreELEC USB-SD Припрема

# Creator|
source: Write image
ast_es: Escribir imaxe
cs_cz: Zapsat soubor img
da_dk: Skriv image
de_de: Image schreiben
el_gr: Εγγραφή ειδώλου
fa_ir: ایمیج را رایت کن
fi_fi: Kirjoita levykuva
he_il: צור התקנה
hr_hr: Zapiši datoteku slike
hu_hu: Lemezkép írása
lt_lt: Įrašykite atvaizdą
nl_nl: Schrijf image
no_no: Skriv bildefil
pl_pl: Zapisz obraz
pt_pt: Escrever imagem
ro_ro: Scrie o imagine
ru_ru: Записать образ
sk_sk: Zapísať obraz
sl_si: Zapiši sliko diska
sr_rs: Запиши слику
tr_tr: İmajı yaz

# Creator|
source: Select your USB stick or SD card
ast_es: Esbilla la to memoria USB o tarxeta SD
cs_cz: Vybrat USB disk nebo SD kartu
da_dk: Vælg dit USB-stick eller SD-kort
de_de: USB-Stick oder SD-Karte auswählen
el_gr: Επιλογή του USB stick ή της κάρτας SD σας
fa_ir: درایو USB و یا SD card خود را انتخاب کنید
fi_fi: Valitse USB-muisti tai SD-kortti
he_il: בחר התקן USB או כרטיס SD
hr_hr: Odaberi USB medij ili SD karticu
hu_hu: USB meghajtó vagy SD kártya kiválasztása
lt_lt: Pasirinkite USB atmintinę arba SD kortelę
nl_nl: Kies uw USB stick of SD kaart
no_no: Velg minnebrikken eller minnekortet ditt
pl_pl: Wybierz nośnik USB lub kartę SD
pt_pt: Selecione a sua Pen USB ou cartão SD
ro_ro: Selectați stick-ul USB sau card-ul SD
ru_ru: Выберете USB накопитель или SD карту
sk_sk: Vybrať disk USB alebo kartu SD
sl_si: Izberi USB ključ ali SD kartico
sr_rs: Одаберите USB диск или SD картицу
tr_tr: Flashdiski ya da SD kartı seç

# Creator|
source: Download or select a local image file
ast_es: Baxa o esbilla un ficheru llocal d'imaxe
cs_cz: Stáhnout nebo vybrat lokální img soubor
da_dk: Hent eller vælg en lokal image-fil
de_de: Herunterladen oder lokales Image auswählen
el_gr: Μεταφόρτωση ή επιλογή ενός τοπικού αρχείου ειδώλου
fa_ir: فایل ایمیج مورد نظر را دانلود کنید و یا یکی از فایلهای موجود در کامپیوتر خود را انتخاب نمائید
fi_fi: Lataa verkosta tai valitse tiedosto
he_il: הורד או בחר בהתקנה לוקאלית
hr_hr: Preuzmi ili odaberi lokalnu datoteku slike
hu_hu: Letöltés vagy helyi lemezkép kiválasztása
lt_lt: Atsisiųskite arba pasirinkite lokalų atvaizdo failą
nl_nl: Download of kies lokaal imagebestand
no_no: Last ned eller velg en lokal bildefil
pl_pl: Pobierz lub wybierz plik obrazu
pt_pt: Transfira ou selecione um ficheiro de imagem localmente
ro_ro: Descărcați sau selectați un fișier de imagine local
ru_ru: Загрузить или выбрать файл образа
sk_sk: Stiahnuť a vybrať lokálny súbor s obrazom
sl_si: Prenesi ali izberi lokalno sliko diska
sr_rs: Преузми са Интернета или одабери локалну датотеку слике
tr_tr: İmaj dosyasını seç ya da indir

# Creator|
source: Eject device
ast_es: Expulsar preséu
cs_cz: Vysunout zařízení
da_dk: Skub ud
de_de: Gerät auswerfen
el_gr: Εξαγωγή συσκευής
fa_ir: USB و یا SD card را خارج کنید
fi_fi: Irroita laite
he_il: הוצא התקן
hr_hr: Izbaci uređaj
hu_hu: Lemez kiadása
lt_lt: Išimti įrenginį
nl_nl: Apparaat uitwerpen
no_no: Løs ut enhet
pl_pl: Odłącz urządzenie
pt_pt: Ejetar o dispositivo
ro_ro: Ejectare dispozitiv
ru_ru: Извлечь USB накопитель или SD карту
sk_sk: Vysunúť zariadenie
sr_rs: Избаци уређај
tr_tr: Aleti çıkar

# Creator|
source: Load device
ast_es: Cargar preséu
cs_cz: Načíst zařízení
da_dk: Indlæs enhed
de_de: Gerät einlesen
el_gr: Φόρτωση συσκευής
fa_ir: USB و یا SD card را وارد کنید
fi_fi: Lataa laite
he_il: טען התקן
hr_hr: Učitaj uređaj
hu_hu: Lemez betöltése
lt_lt: Įkelti įrenginį
nl_nl: Apparaat inlezen
no_no: Last enhet
pl_pl: Podłącz urządzenie
pt_pt: Carregar o dispositivo
ro_ro: Căutare dispozitiv
ru_ru: Загрузить устройство
sk_sk: Načítať zariadenie
sr_rs: Учитај уређај
tr_tr: Alet dolu

# Creator|
source: Select project
ast_es: Esbillar proyeutu
cs_cz: Vybrat projekt
da_dk: Vælg projekt
de_de: Projekt auswählen
el_gr: Επιλογή έργου
fa_ir: پروژه مورد نظر را انتخاب نمائید
fi_fi: Valitse projekti
he_il: בחר פרוייקט
hr_hr: Odaberi projekt
hu_hu: Projekt kiválsztása
lt_lt: Pasirinkite projektą
nl_nl: Kies project
no_no: Velg prosjekt
pl_pl: Wybierz projekt
pt_pt: Selecionar projeto
ro_ro: Selectați proiectul
ru_ru: Выбрать проект
sk_sk: Vybrať projekt
sl_si: Izberi projekt
sr_rs: Одабери пројекат
tr_tr: Proje seç

# Creator|
source: Select image
ast_es: Esbillar imaxe
cs_cz: Vybrat soubor img
da_dk: Vælg image
de_de: Image auswählen
el_gr: Επιλογή ειδώλου
fa_ir: ایمیج مورد نظر را انتخاب نمائید
fi_fi: Valitse levykuva
he_il: בחר התקנה
hr_hr: Odaberite datoteku slike
hu_hu: Lemezkép kiválasztása
lt_lt: Pasirinkite atvaizdą
nl_nl: Kies image
no_no: Velg bildefil
pl_pl: Wybierz obraz
pt_pt: Selecionar imagem
ro_ro: Selectați imaginea
ru_ru: Выбрать образ
sk_sk: Vybrať obraz
sl_si: Izberi sliko diska
sr_rs: Одабери слику
tr_tr: İmaj seç

# Creator|
source: Root privileges required to write image. Run application with sudo.
ast_es: Ríquense privilexos root pa escribir la imaxe. Executa l'aplicación con sudo.
cs_cz: K zapsání obrazu jsou potřeba práva root. Spustťe aplikaci pomocí sudo.
da_dk: Rod privilegier nødvendige for at skrive image. Kør applikation med sudo.
de_de: Root-Rechte werden benötigt, um das Image zu schreiben. Das Programm mit sudo ausführen.
el_gr: Απαιτούνται δικαιώματα υπερχρήστη για την εγγραφή του ειδώλου. Εκτελέστε την εφαρμογή κάνοντας χρήση της εντολής sudo.
fa_ir: جهت رایت کردن فایل ایمیج شما می بایست کاربر اصلی -Root- باشید. نرم افزار را با استفاده از واژه Sudo اجرا نمائید
fi_fi: Root-oikeudet tarvitaan kirjoittamista varten. Käynnistä käyttäen sudoa.
he_il: לכתיבת ההתקנה דרוש הרשאות לניהול מכשיר (רוט) הרץ התקנה חוזרת בתור מנהל מכשיר.
hr_hr: Root prava potrebna za zapisivanje slike
hu_hu: Rendszergazdai jogosultságok szükséges az íráshoz. Futtasd az alkalmazást sudo -val.
lt_lt: Norint įrašyti atvaizdą reikalingos root teisės. Paleiskite programą su sudo komanda.
nl_nl: Root-privileges zijn vereist voor het schrijven van de image. Start applicatie met sudo.
no_no: Rot-tillatelser er påkrevd for å skrive bildefil. Kjør applikasjonen med sudo.
pl_pl: Wymagane uprawnienia roota do zapisu obrazu. Uruchom aplikację za pomocą sudo.
pt_pt: São necessários privilégios de root para escrever a imagem. Execute a aplicação com sudo.
ro_ro: Pentru a scrie imaginea e nevoie de privilegii de tip root. Lansați aplicația cu sudo.
ru_ru: Для записи образа требуются права суперпользователя. Запустить приложение с использованием sudo.
sk_sk: Na zapísanie obrazu sú potrebné root privilégia. Spustite aplikáciu s príkazom sudo.
sl_si: Potrebne so root pravice za zapisovanje. Poženite aplikacijo s sudo.
sr_rs: Root привилегије су неопходне како би се записала слика. Покрените ову апликацију кроз sudo.
tr_tr: İmajı yazmak için root özelliği gerek. Sudo ile uygulamayı çalıştır.

# Creator|
source: Version: %1 Build date: %2
ast_es: Versión: %1 Data de construcción: %2
cs_cz: Verze: %1 Datum buildu: %2
da_dk: Version: %1 Build dato: %2
de_de: Version: %1 Erstellungsdatum: %2
el_gr: Έκδοση: %1 Ημερομηνία δημιουργίας: %2
fa_ir: ویرایش: %1 تاریخ ساخت: %2
fi_fi: Versio: %1 Luotu: %2
he_il: גירסה: %1 תאריך בניה: %2
hr_hr: Datum izrade:
hu_hu: Verzió %1 Build dátum: %2
lt_lt: Versija: %1 Darinio data: %2
nl_nl: Versie: %1 Bouwdatum: %2
no_no: Versjon: %1 Byggdato: %2
pl_pl: Wersja: %1 Data kompilacji: %2
pt_pt: Versão: %1 Criada em: %2
ro_ro: Versiunen: %1 Data: %2
ru_ru: Версия: %1 Дата создания: %2
sk_sk: Verzia: %1 Číslo zostavy: %2
sl_si: Verzija: %1 Prevedeno: %2
sr_rs: Верзија: %1 Датум припреме: %2
tr_tr: Sürüm: %1 Yapım tarihi: %2

# Creator|
source: This software was created with love and released
ast_es: Esti software creóse con ciñu y procuru
cs_cz: Tento software byl vytvořen s láskou a uvolněn
da_dk: Denne software blev lavet med kærlighed og udgivet
de_de: Diese Software wurde mit Liebe erstellt und veröffentlicht
el_gr: Αυτό το λογισμικό δημιουργήθηκε με αγάπη και κυκλοφόρησε
fa_ir: این نرم افزار عاشقانه ساخته و منتشر شده است
fi_fi: Tämä ohjelma on luotu huolella ja julkaistu
he_il: תוכנה זו נוצרה באהבה
hr_hr: Ova aplikacija je izrađena i objavljena s ljubavi
hu_hu: Ez a program szeretettel lett létrehozva és kiadott
lt_lt: Ši programinė įranga buvo sukurta su meile ir išleista
nl_nl: Deze software werd met liefde ontworpen en uitgegeven
no_no: Denne programvaren er laget med kjærlighet og sluppet
pl_pl: Oprogramowanie zostało stworzone z miłością i wydane
pt_pt: Este software foi criado com amor e lançado
ro_ro: Acest program a fost creat cu dragoste și pus în circulație
ru_ru: Это программа была сделана с любовью и выпущена
sk_sk: Tento softvér bol vytvorený s láskou a uvoľnený
sl_si: Ta program je bil narejen z ljubeznijo in izdan
sr_rs: Овај софтвер је направљен са љубављу и пуштен за употребу
tr_tr: Bu program sevgiyle yazılıp paylaşıldı

# Creator|
source: under GPLv2, using earlier work from RasPlex.
ast_es: so GPLv2, usando un trabayu anterior de RasPlex.
cs_cz: pod GPlv2 díky předchozí práci z RasPlex
da_dk: under GPLv2, benytter tidligere arbejde fra RasPlex.
de_de: unter GPLv2, unter Verwendung der Arbeit von RasPlex.
el_gr: σύμφωνα με την άδεια GPLv2, χρησιμοποιώντας προγενέστερο υλικό από το RasPlex.
fa_ir: تحت لیسانس GPLv2، با بهره گیری از جدیدترین کار RasPlex.
fi_fi: GPLv2-lisenssillä. Pohjautuu RasPlexin koodiin.
he_il: תחת רישיון GPLv2, בעזרת עבודה קודמת מאת RasPlex.
hr_hr: pod GPLv2, koristeći raniji rad od RasPlex projekta
hu_hu: GPLv2 alatt, használva RasPlex korábbi munkáját.
lt_lt: su GPLv2 licencija, panaudojus ankstesnį RasPlex darbą.
nl_nl: onder GPLv2, gebruikmakend van eerder werk van RasPlex.
no_no: under GPLv2, og bruker tidligere arbeid fra RasPlex.
pl_pl: na licencji GPLv2, wykorzystując wcześniejsze prace z RasPlex.
pt_pt: sobre GPLv2, usando trabalho anterior do RasPlex.
ro_ro: sub licență GPLv2, folosind proiectul anterior RasPlex.
ru_ru: под лицензией GPLv2, использовались ранние наработки проекта RasPlex.
sk_sk: pod licenciou GPLv2, s použitím predošlej práce z RasPlex.
sl_si: pod GPLv2 licenco iz prvotnega dela RasPlex.
sr_rs: под GPLv2 лиценцом, уз употребу ранијих RasPlex радова.
tr_tr: GPLv2 altında, daha evvel RasPlex'de çalışmaya kullanıldı.

# Creator|
source: For license, credits and history, please read:
ast_es: Pa la llicencia, creitos ya historial, llei por favor:
cs_cz: Pro licenční ujednání, zásluhy a historii čtěte:
da_dk: For licens, credits og historie, læs venligst:
de_de: Für Lizenz, Danksagung und Änderungshistorie bitte hier lesen:
el_gr: Για την άδεια, τους συντελεστές και το ιστορικό, παρακαλούμε, διαβάστε:
fa_ir: جهت اطلاع از لیسانس، اعتبار و تاریخچه نرم افزار لطفاً این قسمت را مطالعه فرمائید:
fi_fi: Lisenssi, pikkuprintti ja historia, lue:
he_il: ל
hr_hr: Za licencu, zasluge i povijest, molim pročitaj:
hu_hu: A licenszért, közreműködőkért és a történelemért kérjük olvassa el:
lt_lt: Jei reikia licencijos, kūrėjų sąrašo ar istorijos, perskaitykite:
nl_nl: Voor de licentie, credits en geschiedenis, bezoek de webpagina:
no_no: For lisens, kreditt og historie, vennligst les:
pl_pl: W celu zapoznania się z licencjami, podziękowaniami i historią przeczytaj:
pt_pt: Para licença, créditos e histórico, leia por favor:
ro_ro: Pentru licență, credite și istoric, citiți:
ru_ru: Лицензия, детали и история проекта тут:
sk_sk: Pre licenčné podmienky, zásluhy a históriu, si prosím prečítajte:
sl_si: Za licenco, zasluge in zgodovino preberite:
sr_rs: За информације о лиценци, заслуге и историјат, молимо прочитајте:
tr_tr: Lisans için, yapımcılar ve tarih, lütfen okuyun:

# Creator|
source: If you enjoy using LibreELEC please consider a
ast_es: Si esfrutes usando LibreELEC, considera una
cs_cz: Pokud se vám líbí LibreELEC zvažte
da_dk: Hvis du nyder at benytte LibreELEC vær sød at overveje
de_de: Wenn Dir LibreELEC gefällt kannst du hier
el_gr: Αν σας αρέσει να χρησιμοποιείτε το LibreELEC, παρακαλούμε, κάνετε μία
fa_ir: اگر شما از LibreELEC استفاده کرده و راضی هستید خواهشمندیم
fi_fi: Jos LibreELEC:stä on sinulle iloa, voisitko
he_il: אם אהבת את התוכנה אנא חשוב
hr_hr: Ukoliko ti se sviđa korištenje LibreELEc-a molimo razmisli o
hu_hu: Ha tetszik LibreELEC kérjük
lt_lt: Jei patinka naudotis LibreELEC, apsvarstykite
nl_nl: Indien LibreELEC u bevalt, overweeg dan een
no_no: Hvis du nyter å bruke LibreELEC, vennligst vurder en
pl_pl: Jeśli lubisz używać LibreELEC rozważ proszę
pt_pt: Se gosta de usar o LibreELEC, por favor considere um
ro_ro: Dacă vă place LibreELEC luați în considerare
ru_ru: Если вам нравится использовать LibreELEC примите во внимание возможность сделать
sk_sk: Ak ste spokojní s LibreELEC, prosím zvážte
sl_si: Če z veseljem uporabljate LibreELEC razmislite o
sr_rs: Уколико уђивате користећи LibreELEC молимо размислите о
tr_tr: LibreELEC'i kullanmaktan hoşlanıyorsanız bir düşünün lütfen

# Creator|
source: donation to support the project.
ast_es: donación pa sofitar el proyeutu
cs_cz: poskytnutí daru pro podporu projektu.
da_dk: donér for at supportere projekt.
de_de: spenden, um das Projekt zu unterstützen.
el_gr: δωρεά για την υποστήριξη του έργου.
fa_ir: جهت حمایت از ما کمک مالی را مد نظر قرار دهید.
fi_fi: harkita lahjoitusta projektille?
he_il: תרום לתמיכה בתוכנה זו
hr_hr: donaciji kao podrški projektu.
hu_hu: adományozzon a projekt támogátására.
lt_lt: galimybę paaukoti projekto palaikymui.
nl_nl: donatie ter ondersteuning van het project.
no_no: donasjon for å støtte prosjektet.
pl_pl: dotację na wsparcie projektu.
pt_pt: donativo para suportar o projeto.
ro_ro: o donație pentru a susține proiectul.
ru_ru: пожертвование на поддержку проекта.
sk_sk: príspevok na podporu projektu.
sl_si: donaciji in podprite projekt.
sr_rs: донацији како би подрђали пројекат.
tr_tr: projeyi desteğe bağış.

# Creator|
source: Click the logo below or donate
ast_es: Primi nel llogu d'embaxo o dona
cs_cz: Klikněte na logo níže nebo darujte
da_dk: Klik på logoet herunder eller donér
de_de: Unten auf das Logo klicken oder
el_gr: Πατήστε στο παρακάτω λογότυπο ή κάνετε μία δωρεά
fa_ir: لوگوی زیر را کلیک کنید و یا حمایت مالی نمائید
fi_fi: Klikkaa logoa alla tai lahjoita
he_il: לחץ על הלוגו מתחת או על התרומה.
hr_hr: Klik na logo ispod ili doniraj
hu_hu: Kattints az alábbi logora vagy adományozz
lt_lt: Paspauskite ant žemiau esančio logotipo norėdami paaukoti
nl_nl: Klik op het logo hieronder of doneer
no_no: Klikk på logoen under, eller doner
pl_pl: Naciśnij na logo poniżej lub użyj
pt_pt: Clique no logotipo abaixo ou doe
ro_ro: Click pe logo-ul de mai jos sau donați
ru_ru: Для пожертвования кликните на лого ниже или
sk_sk: Kliknite na logo nižšie alebo prispejte
sl_si: Kliknite spodnji logo ali donirajte
sr_rs: Кликните на лого испод или донирајте
tr_tr: Logo'nun altındakini ya da bağışı tıklayın

# Creator|
source: using Paypal to:
cs_cz: pomocí Paypalu na:
da_dk: bruger Paypal til:
el_gr: χρησιμοποιώντας το Paypal στο:
fi_fi: käyttäen PayPalia:
hr_hr: koristeći Paypal također:
hu_hu: Paypalt használva hogy:
lt_lt: naudojantis Paypal:
nl_nl: via Paypal aan:
no_no: ved hjelp av Paypal for:
ru_ru: для пользователей Paypal:
sk_sk: prostredníctvom Paypalu na:
sl_si: z uporabo Paypala:

# Creator|
source: [Stable]
ast_es: [Estable]
cs_cz: [Stabilní]
da_dk: [Stabil]
de_de: [Stabil]
fa_ir: [پایدار]
he_il: [יציב]
hr_hr: Stabilna
hu_hu: [Stabil]
lt_lt: [Stabili]
nl_nl: [Stabiel]
no_no: [Stabil]
pl_pl: [Stabilna]
pt_pt: [Estável]
ru_ru: [Стабильная]
sk_sk: [Stabilný]
sl_si: [Stabilna]
sr_rs: [Стабилан]
tr_tr: [Final]

# Creator|
source: [Alpha]
ast_es: [Alfa]
da_dk: [Alfa]
fa_ir: [آلفا]
he_il: [אלפא]
hr_hr: Alfa
hu_hu: [Alfa]
no_no: [Alfa]
pl_pl: [Alfa]
ru_ru: [Альфа]
sr_rs: [Алфа]
tr_tr: [Alfa]

# Creator|
source: [Beta]
fa_ir: [بتا]
he_il: [בטא]
hu_hu: [Béta]
ru_ru: [Бета]
sr_rs: [Бета]

# Creator|
source: Download complete, syncing file...
ast_es: Completóse la descarga, sincronizando ficheru...
cs_cz: Stažení dokončeno, probíhá synchronizace...
da_dk: Download afsluttet, synkroniserer fil...
de_de: Download abgeschlossen, Datei wird synchronisiert …
el_gr: Η μεταφόρτωση ολοκληρώθηκε, γίνεται συγχρονισμός του αρχείου...
fa_ir: دانلود تکمیل شد، در حال هماهنگ سازی فایل...
fi_fi: Lataus valmis, synkronoidaan...
hr_hr: Preuzimanje završeno, sinhroniziram datoteke...
hu_hu: Letöltés kész, fájl szinkronizálása...
lt_lt: Atsiuntimas baigtas, sinchronizuojamas failas...
nl_nl: Download compleet, bestand synchroniseren...
no_no: Nedlasting komplett, synkroniserer fil...
pl_pl: Pobieranie ukończone, synchronizowanie pliku...
pt_pt: Transferência completa, a sincronizar o ficheiro...
ro_ro: Descărcare completă, sincronizare fișier...
ru_ru: Загрузка завершена, синхронизация файлов
sk_sk: Sťahovanie ukončené, prebieha synchonizácia súboru...
sl_si: Prenos končan, zapisujem datoteko...
sr_rs: Преузимање завршено, синхронизујем фај...
tr_tr: İndirme tamamlandı, dosya senkronize ediliyor...

# Creator|
source: Download complete, verifying checksum...
ast_es: Completóse la descarga, sincronizando suma de comprobación...
cs_cz: Stažení dokončeno, probíhá ověřování...
da_dk: Hentning afsluttet, verificerer checksum
de_de: Download abgeschlossen, Prüfsumme wird geprüft …
el_gr: Η μεταφόρτωση ολοκληρώθηκε, γίνεται επαλήθευση του αθροίσματος ελέγχου...
fa_ir: دانلود تکمیل شد، در حال جمعبندی و تأیید نهایی...
fi_fi: Lataus valmis, varmistetaan tarkiste...
hr_hr: Preuzimanje završeno, provjeravam checksum
hu_hu: Letöltés kész, checksum ellenőrzése...
lt_lt: Atsiuntimas baigtas, tikrinama kontrolinė suma...
nl_nl: Download compleet, checksum controleren...
no_no: Nedlasting komplett, verifiserer sjekksum.
pl_pl: Pobieranie ukończone, weryfikacja sumy kontrolnej
pt_pt: Transferência completa, a verificar o checksum...
ro_ro: Descărcare completă, verificare sumă control...
ru_ru: Загрузка завершена, проверка контрольной суммы
sk_sk: Sťahovanie ukončené, prebieha overovanie...
sl_si: Prenos končan, preverjam kontrolno vsoto...
sr_rs: Преузимање завршено, проверавам исправност...
tr_tr: İndirme tamamlandı, sağlaması yapılıyor...

# Creator|
source: Download complete, checksum ok.
ast_es: Completóse la descarga, suma de comprobación correuta.
cs_cz: Stažení dokončeno, ověření proběhlo v pořádku.
da_dk: Hentning afsluttet, checksum ok
de_de: Download abgeschlossen, Prüfsumme ok.
el_gr: Η μεταφόρτωση ολοκληρώθηκε, το άθροισμα ελέγχου είναι εντάξει.
fa_ir: دانلود تکمیل شد، جمعبندی نیز انجام و تأیید شد.
fi_fi: Lataus valmis, tarkiste ok.
hr_hr: Preuzimanje završeno, checksum OK
hu_hu: Letöltés kész, checksum rendben.
lt_lt: Atsiuntimas baigtas, kontrolinė suma teisinga.
nl_nl: Download compleet, checksum in orde.
no_no: Nedlasting komplett, sjekksum ok.
pl_pl: Pobieranie ukończone, suma kontrolna poprawna.
pt_pt: Transferência completa, checksum ok.
ro_ro: Descărcare completă, suma de control e bună.
ru_ru: Загрузка завершена, контрольная сумма проверена
sk_sk: Sťahovanie ukončené, overovanie je v poriadku.
sl_si: Prenos končan, kontrolna vsota je ok...
sr_rs: Преузимање завршено, фајл је исправах.
tr_tr: İndirme tamamlandı, sağlaması doğru.

# Creator|
source: Download complete, checksum not ok.
ast_es: Completóse la descarga, suma de comprobación incorreuta.
cs_cz: Stažení dokončeno, ověření se nezdařilo.
da_dk: Hentning afsluttet, checksum ikke ok
de_de: Download abgeschlossen, Prüfsumme fehlerhaft.
el_gr: Η μεταφόρτωση ολοκληρώθηκε, το άθροισμα ελέγχου δεν είναι εντάξει.
fa_ir: دانلود تکمیل شد ولی جمعبندی بطور کامل انجام نگردید.
fi_fi: Lataus valmis, tarkiste väärin.
hr_hr: Preuzimanje završeno, checksum nije u redu.
hu_hu: Letöltés kész, checksum hibás.
lt_lt: Atsiuntimas baigtas, kontrolinė suma klaidinga.
nl_nl: Download compleet, font color=&quot;red&quot;&gt;checksum wijkt af&lt;/font&gt;.
no_no: Nedlasting komplett, sjekksum ikke ok.
pl_pl: Pobieranie ukończone, suma kontrolna niepoprawna.
pt_pt: Transferência completa, checksum não ok.
ro_ro: Descărcare completă, suma de control nu e bună.
ru_ru: Загрузка завершена, ошибка контрольной суммы
sk_sk: Sťahovanie ukončené, overovanie je chybné.
sl_si: Prenos končan, kontrolna vsota ni ok...
sr_rs: Преузимање је завршено, фајл није исправан.
tr_tr: İndirme tamamlandı, sağlama olmadı.

# Creator|
source: %1 seconds remaining - %2% at %3
ast_es: %1 segundos restantes - %2% a %3
cs_cz: %1 sekund zbývá - %2% na %3
da_dk: %1 sekunder tilbage - %2% at %3
de_de: %1 Sekunde verbleiben - %2% bei %3
el_gr: %1 δευτερόλεπτα απομένουν - %2% στα %3
fa_ir: %1 هنوز باقی مانده - %2% از 3%
fi_fi: %1 sekuntia jäljellä - %2% @ %3
hr_hr: %1 sekunda preostaje - %2% sa %3
hu_hu: %1 másodperc van hátra - %2% a %3 -ból
lt_lt: Liko %1 sekundžių - %2% baigta %3 sparta
nl_nl: %1 seconds te gaan - %2% met %3
no_no: %1 sekunder gjenstår - %2% på %3
pl_pl: Pozostało sekund: %1 - %2% przy %3
pt_pt: %1 segundos restantes - %2% a %3
ro_ro: %1 secunde rămase - %2% la %3
ru_ru: %1 секунд осталось - %2% шага %3
sk_sk: Ostáva %1 sekúnd - %2% na %3
sl_si: še %1 sekund - %2% z %3
sr_rs: %1 секунди преостало - %2% при %3
tr_tr: %1 kalan saniye - %2% de %3

# Creator|
source: Download canceled.
ast_es: Encaboxóse la descarga.
cs_cz: Stahování zrušeno.
da_dk: Hentning annuleret
de_de: Download abgebrochen.
el_gr: Η μεταφόρτωση ακυρώθηκε.
fa_ir: دانلود لغو شد.
fi_fi: Lataus peruutettu.
hr_hr: Preuzimanje otkazano.
hu_hu: Letöltés megszakítva.
lt_lt: Atsiuntimas atšauktas.
nl_nl: Download afgebroken.
no_no: Nedlasting avbrutt.
pl_pl: Pobieranie anulowane.
pt_pt: Transferência cancelada.
ro_ro: Descărcare anulată.
ru_ru: Загрузка отменена
sk_sk: Sťahovanie zrušené.
sl_si: Prenos preklican.
sr_rs: Преузимање поништено.
tr_tr: İndirme iptal edildi.

# Creator|
source: Directory to store image file
ast_es: Direutoriu p'atroxar el ficheru d'imaxe
cs_cz: Cesta k uložení img souboru
da_dk: Bibliotek til at gemme image-fil
de_de: Verzeichnis zum Speichern der Imagedatei
el_gr: Κατάλογος αποθήκευσης του αρχείου ειδώλου
fa_ir: آدرس پوشه جهت ذخیره فایل ایمیج
fi_fi: Kansio, johon levykuva tallennetaan
hr_hr: Mapa za pohranu slikovne datoteke
hu_hu: Könyvtár a képfájl tárolásához
lt_lt: Katalogas, kuriame saugoti atvaizdo failą
nl_nl: Folder voor opslaan imagebestand
no_no: Mappe for å lagre bildefilen
pl_pl: Lokalizacja do zachowania pliku obrazu
pt_pt: Pasta para guardar o ficheiro de imagem
ro_ro: Director pentru stocare fișier imagine
ru_ru: Катлог для сохранения файла образа
sk_sk: Priečinok pre umiestnenie súboru obrazu
sl_si: Folder za shranjevanje slike diska
sr_rs: Директоријум за чување фајла слике
tr_tr: İmaj dosyasını saklama klasörü

# Creator|
source: Error
ast_es: Fallu
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
fa_ir: خطا
fi_fi: Virhe
he_il: שגיאה
hr_hr: Pogreška
hu_hu: Hiba
lt_lt: Klaida
nl_nl: Fout
no_no: Feil
pl_pl: Błąd
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka
sr_rs: Грешка
tr_tr: Hata

# Creator|
source: File %1/%2 already exist.
ast_es: Yá esiste'l ficheru %1/%2.
cs_cz: Soubor %1/%2 již existuje.
da_dk: Fil %1/%2 eksisterer allerede.
de_de: Datei %1/%2 existiert bereits.
el_gr: Το αρχείο %1/%2 υπάρχει ήδη.
fa_ir: فایل %2/%1 در حال حاضر موجود است.
fi_fi: Tiedosto %1/%2 on jo olemassa.
hr_hr: već postoji.
hu_hu: A %1/%2 fájl már létezik.
lt_lt: Failas %1/%2 jau egzituoja.
nl_nl: Bestand %1/%2 bestaat al.
no_no: Fil %1/%2 eksisterer allerede.
pl_pl: Plik %1/%2 już istnieje.
pt_pt: O ficheiro %1/%2 já existe.
ro_ro: Fișierul %1/%2 există deja.
ru_ru: Файл %1/%2 уже существует.
sk_sk: Súbor %1/%2 už existuje.
sl_si: Datoteka %1/%2 že obstaja.
sr_rs: Фајл %1/%2 већ постоји.
tr_tr: Dosya %1/%2 zaten var.
